const testComponentApi = [
    {
        cleanProfit:{
            labelsData: ["Комиссионные расходы", "Прибыль в иностранной валюте", "Прибыль и дивиденды от инвестиций", "Другие беспроцентные доходы"],
            planData: [2000, 1398, 9800, 3908],
            factData : [300, 3000, 6200, 7100]
        },
        interestIncome:{
            labelsData: ["Комиссионные расходы", "Прибыль в иностранной валюте", "Прибыль и дивиденды от инвестиций", "Другие беспроцентные доходы"],
            planData: [2000, 1398, 9800, 3908],
            factData : [300, 3000, 6200, 7100]
        }
    },
];

export default testComponentApi;