const newAllData = [
    {
      name: "Головной офис",
      sana: [
        {
          date: "15.08.2024",
          cleanProfit: {
            netProfitData:"1716547",
            netPercentageData:"73",
          },
          cleanPercentageIncome: {
            netSoftProfitData:"1881024",
            netSoftPercentageData:"13",
          },
          cleanNoPercentageIncome: {
            netSoftNoProfitData:"2490299",
            netSoftNoPercentageData:"29",
          },
          cirProfir:{
            cirData:"3130812",
            cirPercentageDate:"56",
          },
          nointerestIncome: {
            labelsData: ["Комиссионные доходы", "Прибыль в иностранной валюте", "Прибыль и дивиденды от инвестиций", "Другие беспроцентные доходы"],
            planData: [1301089,6412,175558,200117],
            factData: [1499604,8015,189361,266345],
          },
          interestIncome: {
            labelsData: ["Депозитам","Счетам к оплате в ЦБРУ","Счетам к оплате в другие банки","Кредитам к оплате","Выпущенным ценным бумагам","Другие процентные доходы",],
            planData: [1558417,7812,481177,2647736,251365,2502926,],
            factData: [2281082,10079,336824,3009770,505725,2427040],
          },
          interestCost: {
            labelsData: ['Процентные расходы по депозитам', 'Процентные расходы по счетам к оплате в другие банки', 'Процентные расходы по кредитам к оплате', 'Процентные расходы по выпущенным ценным бумагам','Другие процентные расходы'],
            planData: [1376382,260660,8657191,2509854,970290,],
            factData: [1580649,45289,4985404,177511,472347,],
          },
          nointerestCost: {
            labelsData: ["Комиссионные расходы", "Прибыль в иностранной валюте", "Прибыль и дивиденды от инвестиций", "Другие беспроцентные расходы"],
            planData: [297771,315555,144568,258768],
            factData: [416880,362888,134915,287860],
          },
          operatingExpenses:{
            labelsData: [ 'Расходы на сотрудников','Аренда и содержание','Транспортные расходы','Административные расходы','Репрезентация и благотворительность','Расходы на износ','Другие операционные расходы',],
            planData: [419562,978336,263059,136106,68323,75484,206405,],
          },
          reserveData:{
            labelsData: [ "Оценка убитков","Возмещение ранее созданных резервов"],
            planData: [32166868, 99133530],
            factData: [51643070, 72171076],
          },
        },
        {
          date: "16.08.2024",
          cleanProfit: {
            labelsData: ["Комиссионные расходы", "Прибыль в иностранной валюте", "Прибыль и дивиденды от инвестиций", "Другие беспроцентные доходы"],
            planData: [3100, 2400, 300, 8000],
            factData: [150, 5100,   301, 9200],
          },
          interestIncome: {
            labelsData: ["оценка убитков ", "возмещение ранее созданных резервов",],
            planData: [2100, 1400, 301, 4000],
            factData: [450, 4100, 300, 8200],
          },
        },
      ]
    },
    {
      name: "Миробод бўлими",
      sana: [
        {
          date: "14.08.2024",
          cleanProfit: {
            labelsData: ["Комиссионные расходы", "Прибыль в иностранной валюте", "Прибыль и дивиденды от инвестиций", "Другие беспроцентные доходы"],
            planData: [3000, 2398, 8800, 4908],
            factData: [400, 4000, 5200, 6100],
          },
          interestIncome: {
            labelsData: ["Комиссионные расходы", "Прибыль в иностранной валюте", "Прибыль и дивиденды от инвестиций", "Другие беспроцентные доходы"],
            planData: [4500, 4398, 5800, 7908],
            factData: [600, 1700, 6200, 4100],
          },
        },
        {
          date: "15.08.2024",
          cleanProfit: {
            labelsData: ["Комиссионные расходы", "Прибыль в иностранной валюте", "Прибыль и дивиденды от инвестиций", "Другие беспроцентные доходы"],
            planData: [4100, 3400, 8900, 7000],
            factData: [850, 6100, 7300, 8200],
          },
          interestIncome: {
            labelsData: ["Комиссионные расходы", "Прибыль в иностранной валюте", "Прибыль и дивиденды от инвестиций", "Другие беспроцентные доходы"],
            planData: [3100, 2400, 8900, 5000],
            factData: [550, 5100, 6300, 7200],
          },
        },
      ]
    },
    {
      name: "Абусахий БХО",
      // Add relevant data or structure here
    }
  ];
  
  export default newAllData;
  