const newAllData = [
    {
      name: "Головной офис",
      sana: [
        {
          date: "14.08.2024",
          cleanProfit: {
            labelsData: ["Комиссионные расходы", "Прибыль в иностранной валюте", "Прибыль и дивиденды от инвестиций", "Другие беспроцентные доходы"],
            planData: [2000, 1398, 9800, 3908],
            factData: [300, 3000, 6200, 7100],
          },
          interestIncome: {
            labelsData: ["Комиссионные расходы", "Прибыль в иностранной валюте", "Прибыль и дивиденды от инвестиций", "Другие беспроцентные доходы"],
            planData: [4000, 5398, 3800, 8908],
            factData: [800, 1000, 4200, 8100],
          },
        },
        {
          date: "15.08.2024",
          cleanProfit: {
            labelsData: ["Комиссионные расходы", "Прибыль в иностранной валюте", "Прибыль и дивиденды от инвестиций", "Другие беспроцентные доходы"],
            planData: [3100, 2400, 300, 8000],
            factData: [150, 5100,   301, 9200],
          },
          interestIncome: {
            labelsData: ["Комиссионные расходы", "Прибыль в иностранной валюте", "Прибыль и дивиденды от инвестиций", "Другие беспроцентные доходы"],
            planData: [2100, 1400, 301, 4000],
            factData: [450, 4100, 300, 8200],
          },
        },
      ]
    },
    {
      name: "Миробод бўлими",
      sana: [
        {
          date: "14.08.2024",
          cleanProfit: {
            labelsData: ["Комиссионные расходы", "Прибыль в иностранной валюте", "Прибыль и дивиденды от инвестиций", "Другие беспроцентные доходы"],
            planData: [3000, 2398, 8800, 4908],
            factData: [400, 4000, 5200, 6100],
          },
          interestIncome: {
            labelsData: ["Комиссионные расходы", "Прибыль в иностранной валюте", "Прибыль и дивиденды от инвестиций", "Другие беспроцентные доходы"],
            planData: [4500, 4398, 5800, 7908],
            factData: [600, 1700, 6200, 4100],
          },
        },
        {
          date: "15.08.2024",
          cleanProfit: {
            labelsData: ["Комиссионные расходы", "Прибыль в иностранной валюте", "Прибыль и дивиденды от инвестиций", "Другие беспроцентные доходы"],
            planData: [4100, 3400, 8900, 7000],
            factData: [850, 6100, 7300, 8200],
          },
          interestIncome: {
            labelsData: ["Комиссионные расходы", "Прибыль в иностранной валюте", "Прибыль и дивиденды от инвестиций", "Другие беспроцентные доходы"],
            planData: [3100, 2400, 8900, 5000],
            factData: [550, 5100, 6300, 7200],
          },
        },
      ]
    },
    {
      name: "Абусахий БХО",
      // Add relevant data or structure here
    }
  ];
  
  export default newAllData;
  